Show / Hide Table of Contents
Enum ThermalExpansionState
Type of curvature - thermal expansion
Namespace: IdeaRS.OpenModel.Material
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum ThermalExpansionState
Fields
 Name |  Description
 Code
The curvatire is defined by the code
 None
The curvature is not defined
 User
The curvature is input by the user
 Improve this Doc
 View Source